tap "boz/repo"
tap "buildpacks/tap"
tap "caarlos0/tap"
tap "datawire/blackbird"
tap "derailed/k9s"
tap "derailed/popeye"
tap "felixkratz/formulae"
tap "fluxcd/tap"
tap "go-task/tap"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "ksk001100/ruget"
tap "kudobuilder/tap"
tap "nikitabobko/tap"
tap "railwaycat/emacsmacport"
tap "suzuki-shunsuke/tfcmt"
tap "tinygo-org/tools"
tap "vmware-tanzu/carvel"
tap "warrensbox/tap"
tap "yulrizka/tap"
brew "act"
brew "ansible"
brew "brotli"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "glib"
brew "harfbuzz"
brew "openjdk@17"
brew "apache-spark"
brew "argo"
brew "asdf"
brew "avro-c"
brew "python@3.11"
brew "awscli"
brew "azure-cli"
brew "balance"
brew "bash"
brew "bat"
brew "bats-core"
brew "bazel"
brew "benthos"
brew "openjdk"
brew "bfg"
brew "bottom"
brew "newt"
brew "tmux"
brew "byobu"
brew "p11-kit"
brew "gnutls"
brew "cask"
brew "cassowary"
brew "checkov"
brew "chezmoi"
brew "code-server"
brew "cookiecutter"
brew "devd"
brew "direnv"
brew "dive"
brew "dnsmasq"
brew "dnstracer"
brew "doctl"
brew "docutils"
brew "drill"
brew "duf"
brew "dust"
brew "easy-rsa"
brew "elvish"
brew "envoy"
brew "exa"
brew "fastfetch"
brew "fd"
brew "pango"
brew "ffmpeg"
brew "fish"
brew "freerdp"
brew "frpc"
brew "frps"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "ghz"
brew "git-delta"
brew "git-flow"
brew "gitui"
brew "glow"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "grafana"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "groff"
brew "grpcurl"
brew "helix"
brew "helm"
brew "helmfile"
brew "hey"
brew "hopenpgp-tools"
brew "htop"
brew "httpie"
brew "httping"
brew "hugo"
brew "iftop"
brew "libheif"
brew "imagemagick"
brew "inframap"
brew "ipcalc"
brew "iperf"
brew "iperf3"
brew "jq"
brew "librdkafka"
brew "kcat"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kube-ps1"
brew "kubectx"
brew "kubeval"
brew "kustomize"
brew "lazygit"
brew "libxml2"
brew "libxmlsec1"
brew "lima"
brew "linkerd"
brew "lsd"
brew "midnight-commander"
brew "minikube"
brew "molecule"
brew "mtr"
brew "mysql"
brew "namebench"
brew "ncftp"
brew "neovim"
brew "neovide"
brew "nghttp2"
brew "nmap"
brew "node"
brew "nushell"
brew "nvm"
brew "oath-toolkit"
brew "openjdk@11"
brew "openshift-cli"
brew "operator-sdk"
brew "packer"
brew "pandoc"
brew "pgcli"
brew "pinentry-mac"
brew "pipenv"
brew "podman"
brew "poppler"
brew "postgresql@14"
brew "pre-commit", link: false
brew "procs"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "pv"
brew "pwgen"
brew "pyenv"
brew "python-tabulate"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "rclone"
brew "redis"
brew "ripgrep"
brew "runme"
brew "s3cmd"
brew "shellcheck"
brew "shfmt"
brew "siege"
brew "skaffold"
brew "slides"
brew "sops"
brew "starship", link: false
brew "stubby", restart_service: true
brew "subversion"
brew "superfile"
brew "swaks"
brew "tcping"
brew "tcptraceroute"
brew "tealdeer"
brew "terraform", link: false
brew "terraform-docs"
brew "terraformer"
brew "terragrunt"
brew "tflint"
brew "tfsec"
brew "tig"
brew "tinyproxy"
brew "tz"
brew "upx"
brew "vault"
brew "velero"
brew "virtualenv", link: false
brew "w3m"
brew "wget"
brew "wrk"
brew "yamllint"
brew "yarn"
brew "yazi"
brew "ykman"
brew "ykpers"
brew "yq"
brew "zellij"
brew "zk"
brew "zoxide"
brew "boz/repo/kail"
brew "buildpacks/tap/pack"
brew "caarlos0/tap/fork-cleaner"
brew "derailed/k9s/k9s"
brew "derailed/popeye/popeye"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "fluxcd/tap/flux"
brew "go-task/tap/go-task"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "ksk001100/ruget/ruget"
brew "kudobuilder/tap/kuttl-cli"
brew "railwaycat/emacsmacport/emacs-mac"
brew "suzuki-shunsuke/tfcmt/tfcmt"
brew "tinygo-org/tools/tinygo"
brew "vmware-tanzu/carvel/vendir"
brew "warrensbox/tap/tfswitch"
cask "1password-cli"
cask "aerospace"
cask "alacritty"
cask "amethyst"
cask "font-0xproto"
cask "font-anonymous-pro"
cask "font-cascadia-code"
cask "font-fantasque-sans-mono"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-hasklig"
cask "font-ibm-plex"
cask "font-iosevka"
cask "font-iosevka-slab"
cask "font-jetbrains-mono"
cask "font-lilex"
cask "font-monaspace"
cask "font-mononoki"
cask "font-nova-mono"
cask "font-share-tech"
cask "font-source-code-pro"
cask "font-symbols-only-nerd-font"
cask "font-syne-mono"
cask "font-victor-mono"
cask "gitbutler"
cask "google-cloud-sdk"
cask "ipfs"
cask "kitty"
cask "lapce"
cask "multipass"
cask "ngrok"
cask "orbstack"
cask "osxfuse"
cask "powershell"
cask "qlmarkdown"
cask "quicklook-json"
cask "rio"
cask "shottr"
cask "tabby"
cask "warp"
cask "wezterm"
cask "xquartz"
vscode "4ops.terraform"
vscode "a-h.templ"
vscode "atlassian.atlascode"
vscode "bbenoist.vagrant"
vscode "dotjoshjohnson.xml"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "foam.foam-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "googlecloudtools.cloudcode"
vscode "hashicorp.terraform"
vscode "jebbs.plantuml"
vscode "moshfeu.compare-folders"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "octref.vetur"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "samuelcolvin.jinjahtml"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "vscode-icons-team.vscode-icons"
vscode "zhuangtongfa.material-theme"
vscode "zxh404.vscode-proto3"
